Repository: ds-ivanenko/posttype-widget
Catalog: lang/PostType-Widget-*.po
Languages: ru_ru, uk

source: It allows you to display the specified date format posts.
ru_ru: Позволяет вывести заданый формат даты постов.
uk: Цей выджет показує зазначені повідомлення різних типів постів.

source: Title
ru_ru: Заголовок
uk: Назва

source: Select the type of post
ru_ru: Выберите тип поста
uk: Виберіть тип поста

source: Show title?
ru_ru: Показывать заголовок?
uk: Показати назву?

source: Show description?
ru_ru: Показать описание?
uk: Показати опис?

source: Select the type of date display:
ru_ru: Выберите тип отображения даты:
uk: Виберіть тип відображення дати:

source: The first type
ru_ru: 1 тип
uk: Перший тип

source: The second type
ru_ru: 2 тип
uk: Другий тип

source: The third type
ru_ru: 3 тип
uk: Третій тип

source: The fourth type
ru_ru: 4 тип
uk: Четвертий тип

source: Number of posts:
ru_ru: Количество постов:
uk: Кількість повідомлень:

source: Description length (number of words):
ru_ru: Длина описания (к-во слов):
uk: Опис Довжина (к-сть слів):

source: PostType Widget
ru_ru: PostType Widge

source: It displays the date in the format of the last "N" posts with a given PostType (date format, number of posts, description and PostType set in the widget settings).
ru_ru: Выводит в заданном формате дату последних N постов с заданным PostType (формат даты, количество постов, описание и PostType задаются в настройках виджета).
